[
  {
    "quote": "You cannot now believe that you will ever feel better. But this is not true. You are sure to be happy again. Knowing this, truly believing it, will make you less miserable now.",
    "author": "J.K. Rowling"
  },
  {
    "quote": "Don't ever lose hope. When the sun goes down, the stars come out.",
    "author": "Unknown"
  },
  {
    "quote": "Hope is a waking dream.",
    "author": "Aristotle"
  },
  {
    "quote": "We must accept finite disappointment, but never lose infinite hope.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "Everything will turn out okay, even if it feels hard right now. Hold onto hope; hold onto yourself. Whatever you’re going through will not stay, but you will.",
    "author": "Unknown"
  },
  {
    "quote": "A whole stack of memories never equal one little hope.",
    "author": "Charles M. Schulz"
  },
  {
    "quote": "If you can’t control what’s happening to you, control how you respond. That’s where your power is.",
    "author": "Unknown"
  },
  {
    "quote": "Never forget all the times you have pushed even when you felt you couldn’t. All the mornings you got out of bed no matter how hard it was. All the times, you wanted to give up but didn’t.",
    "author": "Unknown"
  },
  {
    "quote": "Take a deep breath. Everything will be okay in the end. And if it’s not okay, it’s not the end.",
    "author": "Unknown"
  },
  {
    "quote": "Tell yourself every day this: no matter how hard it is, no matter how hard it gets, I’m going to make it.",
    "author": "Unknown"
  },
  {
    "quote": "When you go through hell, don't stop — keep going.",
    "author": "Winston Churchill"
  },
  {
    "quote": "If someone says it's wrong to hope, I'll tell them they're wrong every single time.",
    "author": "Madoka Kaname"
  },
  {
    "quote": "Whenever you feel like losing hope, ask yourself this: what if everything I’m going through now is preparing me for what I asked for?",
    "author": "Unknown"
  },
  {
    "quote": "Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles.",
    "author": "Samuel Smiles"
  },
  {
    "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
    "author": "Jonas Salk"
  },
  {
    "quote": "Hope is the only bee that makes honey without flowers.",
    "author": "Robert Green Ingersoll"
  },
  {
    "quote": "There was never a night or a problem that could defeat sunrise or hope.",
    "author": "Bernard Williams"
  },
  {
    "quote": "Hope is being able to see that there is light despite all of the darkness.",
    "author": "Desmond Tutu"
  },
  {
    "quote": "But I know, somehow, that only when it is dark enough can you see the stars.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "To live without hope is to cease to live.",
    "author": "Fyodor Dostoyevsky"
  },
  {
    "quote": "I believe that imagination is stronger than knowledge… dreams are more powerful than facts… hope always triumphs over experience.",
    "author": "Robert Fulghum"
  }
]
